import React from 'react';
import './FindComand.css';

export default function FindComand() {
  return (
    <div className="FindComand-body">
      <section className="FindComand-section">
        <div className="FindComand-title">Поиск команды</div>
        <div className="FindComand-btn-add-post">
          <button type="button" className="btn btn-add-post">Добавить пост</button>
        </div>
        <main className="FindComand-container-form">
          {/* начинаем мапить */}
          <div className="FindComand-post">
            <img className="FindComand-image" src="/noPhoto.jpeg" alt="" />
            <div>
              <h1 className="FindComand-post-title">Титл поиска</h1>
              <p className="FindComand-post-description">описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку</p>
            </div>
            <button type="button" className="FindComand-btn">Откликнуться</button>
          </div>
          <div className="FindComand-post">
            <img className="FindComand-image" src="/noPhoto.jpeg" alt="" />
            <div>
              <h1 className="FindComand-post-title">Титл поиска</h1>
              <p className="FindComand-post-description">описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку</p>
            </div>
            <button type="button" className="FindComand-btn">Откликнуться</button>
          </div>
          <div className="FindComand-post">
            <img className="FindComand-image" src="/noPhoto.jpeg" alt="" />
            <div>
              <h1 className="FindComand-post-title">Титл поиска</h1>
              <p className="FindComand-post-description">описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку</p>
            </div>
            <button type="button" className="FindComand-btn">Откликнуться</button>
          </div>
          <div className="FindComand-post">
            <img className="FindComand-image" src="/noPhoto.jpeg" alt="" />
            <div>
              <h1 className="FindComand-post-title">Титл поиска</h1>
              <p className="FindComand-post-description">описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку</p>
            </div>
            <button type="button" className="FindComand-btn">Откликнуться</button>
          </div>
                    <div className="FindComand-post">
            <img className="FindComand-image" src="/noPhoto.jpeg" alt="" />
            <div>
              <h1 className="FindComand-post-title">Титл поиска</h1>
              <p className="FindComand-post-description">описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку</p>
            </div>
            <button type="button" className="FindComand-btn">Откликнуться</button>
          </div>
          <div className="FindComand-post">
            <img className="FindComand-image" src="/noPhoto.jpeg" alt="" />
            <div>
              <h1 className="FindComand-post-title">Титл поиска</h1>
              <p className="FindComand-post-description">описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку</p>
            </div>
            <button type="button" className="FindComand-btn">Откликнуться</button>
          </div>
          <div className="FindComand-post">
            <img className="FindComand-image" src="/noPhoto.jpeg" alt="" />
            <div>
              <h1 className="FindComand-post-title">Титл поиска</h1>
              <p className="FindComand-post-description">описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку</p>
            </div>
            <button type="button" className="FindComand-btn">Откликнуться</button>
          </div>
          <div className="FindComand-post">
            <img className="FindComand-image" src="/noPhoto.jpeg" alt="" />
            <div>
              <h1 className="FindComand-post-title">Титл поиска</h1>
              <p className="FindComand-post-description">описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку</p>
            </div>
            <button type="button" className="FindComand-btn">Откликнуться</button>
          </div>
          <div className="FindComand-post">
            <img className="FindComand-image" src="/noPhoto.jpeg" alt="" />
            <div>
              <h1 className="FindComand-post-title">Титл поиска</h1>
              <p className="FindComand-post-description">описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку</p>
            </div>
            <button type="button" className="FindComand-btn">Откликнуться</button>
          </div>
          <div className="FindComand-post">
            <img className="FindComand-image" src="/noPhoto.jpeg" alt="" />
            <div>
              <h1 className="FindComand-post-title">Титл поиска</h1>
              <p className="FindComand-post-description">описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку</p>
            </div>
            <button type="button" className="FindComand-btn">Откликнуться</button>
          </div>
          <div className="FindComand-post">
            <img className="FindComand-image" src="/noPhoto.jpeg" alt="" />
            <div>
              <h1 className="FindComand-post-title">Титл поиска</h1>
              <p className="FindComand-post-description">описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку</p>
            </div>
            <button type="button" className="FindComand-btn">Откликнуться</button>
          </div>
          <div className="FindComand-post">
            <img className="FindComand-image" src="/noPhoto.jpeg" alt="" />
            <div>
              <h1 className="FindComand-post-title">Титл поиска</h1>
              <p className="FindComand-post-description">описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку</p>
            </div>
            <button type="button" className="FindComand-btn">Откликнуться</button>
          </div>
          <div className="FindComand-post">
            <img className="FindComand-image" src="/noPhoto.jpeg" alt="" />
            <div>
              <h1 className="FindComand-post-title">Титл поиска</h1>
              <p className="FindComand-post-description">описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку</p>
            </div>
            <button type="button" className="FindComand-btn">Откликнуться</button>
          </div>
          <div className="FindComand-post">
            <img className="FindComand-image" src="/noPhoto.jpeg" alt="" />
            <div>
              <h1 className="FindComand-post-title">Титл поиска</h1>
              <p className="FindComand-post-description">описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку</p>
            </div>
            <button type="button" className="FindComand-btn">Откликнуться</button>
          </div>
          <div className="FindComand-post">
            <img className="FindComand-image" src="/noPhoto.jpeg" alt="" />
            <div>
              <h1 className="FindComand-post-title">Титл поиска</h1>
              <p className="FindComand-post-description">описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку</p>
            </div>
            <button type="button" className="FindComand-btn">Откликнуться</button>
          </div>
          <div className="FindComand-post">
            <img className="FindComand-image" src="/noPhoto.jpeg" alt="" />
            <div>
              <h1 className="FindComand-post-title">Титл поиска</h1>
              <p className="FindComand-post-description">описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку</p>
            </div>
            <button type="button" className="FindComand-btn">Откликнуться</button>
          </div>
          <div className="FindComand-post">
            <img className="FindComand-image" src="/noPhoto.jpeg" alt="" />
            <div>
              <h1 className="FindComand-post-title">Титл поиска</h1>
              <p className="FindComand-post-description">описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку</p>
            </div>
            <button type="button" className="FindComand-btn">Откликнуться</button>
          </div>
          <div className="FindComand-post">
            <img className="FindComand-image" src="/noPhoto.jpeg" alt="" />
            <div>
              <h1 className="FindComand-post-title">Титл поиска</h1>
              <p className="FindComand-post-description">описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку</p>
            </div>
            <button type="button" className="FindComand-btn">Откликнуться</button>
          </div>
          <div className="FindComand-post">
            <img className="FindComand-image" src="/noPhoto.jpeg" alt="" />
            <div>
              <h1 className="FindComand-post-title">Титл поиска</h1>
              <p className="FindComand-post-description">описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку</p>
            </div>
            <button type="button" className="FindComand-btn">Откликнуться</button>
          </div>
          <div className="FindComand-post">
            <img className="FindComand-image" src="/noPhoto.jpeg" alt="" />
            <div>
              <h1 className="FindComand-post-title">Титл поиска</h1>
              <p className="FindComand-post-description">описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку</p>
            </div>
            <button type="button" className="FindComand-btn">Откликнуться</button>
          </div>
          <div className="FindComand-post">
            <img className="FindComand-image" src="/noPhoto.jpeg" alt="" />
            <div>
              <h1 className="FindComand-post-title">Титл поиска</h1>
              <p className="FindComand-post-description">описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку</p>
            </div>
            <button type="button" className="FindComand-btn">Откликнуться</button>
          </div>
          <div className="FindComand-post">
            <img className="FindComand-image" src="/noPhoto.jpeg" alt="" />
            <div>
              <h1 className="FindComand-post-title">Титл поиска</h1>
              <p className="FindComand-post-description">описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку</p>
            </div>
            <button type="button" className="FindComand-btn">Откликнуться</button>
          </div>
          <div className="FindComand-post">
            <img className="FindComand-image" src="/noPhoto.jpeg" alt="" />
            <div>
              <h1 className="FindComand-post-title">Титл поиска</h1>
              <p className="FindComand-post-description">описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку</p>
            </div>
            <button type="button" className="FindComand-btn">Откликнуться</button>
          </div>
          <div className="FindComand-post">
            <img className="FindComand-image" src="/noPhoto.jpeg" alt="" />
            <div>
              <h1 className="FindComand-post-title">Титл поиска</h1>
              <p className="FindComand-post-description">описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку описание кого мы ищем и какую модель создаем, желатьльно длинное + можно пожеланию загрузить фотку</p>
            </div>
            <button type="button" className="FindComand-btn">Откликнуться</button>
          </div>
          
        </main>
      </section>
    </div>
  );
}
